---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.EditingFailures
source: html/f7937058-4fcf-c3d3-6357-36f28c2fc7f9.htm
---
# BuiltInFailures.EditingFailures Properties

None of the created elements are visible in [View Type] View. You may want to check the active view, its Parameters, and Visibility settings, as well as any Plan Regions and their settings.